today_date = False

doc_schedule = {'8:00': False, '8:15': False , '8:30': False, '8:45': False,
                '9:00': False, '9:15': False, '9:30': False, '9:45': False,
                '10:00': False, '10:15': False, '10:30': False, '10:45': False,
                '11:00': False, '11:15': False, '11:30': False, '11:45': False,
                '12:00': False, '12:15': False, '12:30': False, '12:45': False,
                '13:00': False, '13:15': False, '13:30': False, '13:45': False,
                '14:00': False, '14:15': False, '14:30': False, '14:45': False,
                '15:00': False, '15:15': False, '15:30': False, '15:45': False}


schedule = {"Cтоматолог": ['8:00', '16:00'],
            "Терапевт": ['8:00', '16:00'],
            "Офтальмолог": ['8:00', '16:00'],
            "Невролог": ['8:00', '16:00'],
            "ЛОР": ['8:00', '16:00'],
            "Дерматолог": ['8:00', '16:00'],
            "Хірург": ['8:00', '16:00'],
            "Психіатр": ['8:00', '16:00']}